<!DOCTYPE html>
<html lang="en" dir="rtl">
<meta viewport="width=device-width, initial-scale=1.0">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Document</title>
    <link rel="stylesheet" href="../../style/style.css">
</head>

<body>
    <header>
        <div class="titleH">
            <span>السرمديات</span>
        </div>
    </header>
    <hr>
    <section>
        <div class="imgP">
            <img src="../../img/01.jpg" alt="كارل شميت">
            <span class="imgC">كارل شميت سنة 1978</span>
        </div>
        <p>
            هذه العبارة، المُربكة، نقلها شميت عن الشاعر الألماني دويبلر وظل يرددها بعبارات أخرى في كثير من الأعمال. فما العدو؟ وماذا يعني شميت بأن العدو تمظهر Gestalt؟ وماذا تعنى عبارة «سؤالنا نحن»؟ هذه الأسئلة تستدعي بحثا مُفصلًا لا يسعه مثل هذا المقال، ولكن على كلٍ، سأحاول إيراد نقاط عامة لعلها تُنير هذه الأسئلة.
        </p>
        <h1>معنى العدو!</h1>
        <p>
            حتى تُفهم مكانة العدو عند شميت، يجب أولًا فهم رؤية شميت للإنسان. فيرى شميت، تماشيًا مع بليسنر، أن الإنسان لا يمكن سبر أغواره ولا تحديد ماهية ثابتة له ابتداءً؛ إذ يذهب شميت إلى أن وجود الإنسان يُعادِل ماهيته، وبذلك يُرفَض المذهب القائل بوجود ماهية ثابتة ونهائية للإنسان، والموجود صداه في فلسفة أفلاطون وأرسطو ومن سار على دربيهما. هذه الرؤية «الوجودية» لطبيعة الإنسان تعكس أن كل القواعد والأعراف تالية على الإنسان لا سابقة عليه. وبالتالي، فوجود الإنسان هو وجود لا جذور له Groundless.
             ومن هنا، نستطيع فهم كيف أن شميت يرى الإنسان «سؤالًا مفتوحًا»: فطالما الإنسان محض وجوده، وطالما لا توجد ماهية ثابتة له، فمن الطبيعي أن يذهب شميت إلى كون الإنسان يظل سؤالًا لا إجابة نهائية عليه.
        </p>
        <p>
            هذه الرؤية «الوجودية» جعلت شميت ينظر «للوضع الإنساني» على أنه وضع مُحاط بإمكانية دائمة للاقتتال والإفناء. فما دام لا توجد قواعد سابقة على الوجود البشري، فيمكن لأي شخص أن يُهاجم أي شخص بُغية إفنائه، مما يستدعي كون الإنسان المتحكم الأول في بقائه. وحتى لا يتحول هذا الوضع الخطر إلى وحشية مُطلقة، فيجب أن يُحافَظ على اللاتعيين Indeterminacy المُصاحِب للوجود الإنساني. أو بعبارة أخرى، ستعني محاولة الوصول لمعنى نهائي للوجود البشري، ومحاولة فرض هذا المعنى على الآخرين، فناءَ المجتمع الإنساني بالاقتتال. وبالتالي، يجب الحفاظ على الوضع الإنساني باعتباره سؤالًا مفتوحًا لا جواب نهائي عنه. كيف، إذن، يمكن الحفاظ على هذا الوضع؟ الإجابة عند شميت كانت: «العدو».

        </p>
        <h1>
        الآخر عدو!
        </h1>
        <p>
        فالعدو، قبل أن يكون عدوًا، هو الآخر المختلف عني وجوديًا. وهذا التباين هو ما يعطي للإنسان معناه. ولتوضيح تلك النقطة يمكن الاستعانة بهيغـل الذي يرى أن وعي الفرد بذاته كهُوية مستقلة يأتي عن طريق «نفي الآخرين». «فالفرد» ليس هو الآخر؛ وبالتالي، كي يتبلور الوعي والهوية يجب أن يكون هناك آخر مختلف. هذا مُشابه لما يورده شميت. ولكن، يظل السؤال: لماذا رأى شميت أن الآخر الذي يُعرِّف «الأنا» يجب أن يكون العدو؛ وليس مجرد «الآخر»؟
        </p>
        <p>
        للجواب يجب التأكيد على نقطتين: الأولى؛ يرى شميت الإنسان سؤالًا مفتوحا. والثانية: كما أن الإنسان يحظى بمعنى لوجوده من خلال «الآخر» المختلف عنه وجوديًا. والآن أورد نقلا عن شميت سيجمع شتات هاتين النقطتين للجواب عن سؤال لماذا العدو تحديدًا هو الذي يعطي للإنسان معنى لوجوده، فيقول شميت:
        </p>
        <p>
        شميت يرى العدو على أنه ذلك الآخر الذي يحمل إمكانية دائمة للاقتتال. أي أن شميت يرى في كون العدو مُهدِّدًا لوجودي قدرةً على وضعي محل تساؤل. لماذا؟ لأنه، في رأي شميت، تهديد العدو لي بالإفناء يعني أنه يجعلني أُدرِك محدودية الحياة؛ فهو، بوضعي أمام الموت مباشرةً، يجعلني أعي بنفسي وبحقيقة وجودي غير الدائم، مما يعني أنه يضعني في موقف أبدأ فيه بالتساؤل عن كل ما هو «أصيل» Authentic في الحياة.
        </p>
        <span class="quote">
        مَـن، في الأخير، الذي أستطيع تمييزه كعدوٍ لي؟ هو ذلك الذي يستطيع وضعي محل تساؤل. فطالما ميَّـزته كعدوٍ لي، فهذا يعني أنه قادر على وضعي محل تساؤل. ومن يستطيع وضعي محل تساؤل؟ أنا وحدي، أو أخي؛ أخي الذي يتكشَّـف عن كونه عدوًا لي… فالعدو هو تمظهر لسؤالنا نحن.
        </span>
        <p>
        ويُعلِّق ماردر على هذا النقل عن شميت بأنه لاحظ وجود تنوع في استخدام الضمائر: فشميت بعد أن كان يُشير إلى المسألة على أنها مسألة شخصية – كأن يقول «أستطيع، وضعي، لي»..إلخ، نجده يختتم باستخدام ضمير الجمع «نحن». ويُجيب ماردر عن سبب هذه النقلة بأن السبب ينبع من تعريف شميت، كما بليسنر، للإنسان بأنه القادر على خلق المساحة. فالإنسان لا يكون واحدًا أبدًا؛ إذ الإنسان قادر على الانفصال عن نفسه والتفكر فيها، وبالتالي فالإنسانُ الواحد يحمل دومًا معه «آخر» يستطيع أن يضعه محل تساؤل. لذلك، يرى شميت أن العدو دومًا عدوًا جمعيًا، لأنه متى وُجِدَ فردين فهما في حقيقة الأمر أكثر من ذلك.
        </p>
        <p>
        لكن، ألا يعني تصنيف جمع معين على أنه «العدو» أن يحدث اقتتال قد يُفضي في الأخير إلى فناء هذا العدو، وبالتالي فناء إنسانية الإنسان؟ ألا يعني هذا أن محاولة شميت المستميتة للإبقاء على العدو ستؤدي إلى حرب قد يفنى عنها هذا العدو؟ لم تفت هذه الأسئلة شميت، وقد جاوب عنها ضمنيًا، بقوله:
        </p>
        <span class="quote">
        ليس العدو شيئًا يمكن التخلص منه تحت أي ظرف، كما أنه ليس شيئا يمكن إهلاكه باعتباره لا قيمة له. فالعدو يقف معي على نفس الأرضية Die Ebene. ولذلك، يجب أن أقف ضده في المعركة حتى أتمكن من تأكيد موقفي، وحدودي، ومظهري Gestalt.
        </span>
        <p>
        فغاية الحرب/المعركة هنا ليست إفناء العدو أبدًا، وإنما هي محاولة لتأكيد الحدود الوجودية للإنسان؛ مما يعني أن ما فعله النازي مع اليهود، مثلًا، من إفناء لا يمكن اعتباره تنفيذًا لرؤية شميت عن العدو كما يُشاع في كثير من الأدبيات والمحافل. وبذلك، نجد أن العدو قد شُـيِّـدَ في بنيان شميت المفاهيمي على أنه الآخر المختلف وجوديًا، والذي يعطي للإنسان معناه بأن يبقيه سؤالًا مفتوحًا.
        </p>
    </section>

    <footer>

    </footer>
</body>

</html>